Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajien_puheenjohtaja_tuomas_aslak_juuson_puhe_saamelaiskarajien_vaalikauden_2020-2023_juhlassa_sajoksessa_inarissa_17_6_2022.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuson puhe Saamelaiskäräjien vaalikauden 2020–2023 juhlassa Sajoksessa, Inarissa 17.6.2022
sme: Sámedikki ságajođiheaddji Tuomas Aslak Juuso rahpansáhkavuorru Sámedikki válgabaji 2020-2023 ávvudeamis 17.6.2022 Sajosis, Anáris

source: Arvoisa Pääministeri Marin, Suomen Saamelaiskäräjien jäsenet ja hyvät juhlavieraat.
sme: Buorre Stáhtaministtar Marin, Suoma Sámedikki lahttut ja buorit guossit, váimmolaččat buresboahtin Sámedikki válgabaji ávvudoaluide!

source: Heti alkuun haluan toivottaa teidät kaikki sydämellisesti tervetulleeksi Saamelaiskäräjien tämän vaalikauden juhlaan.
sme: Dábálaččat Sámediggi ordne válgabaji rahpandoaluid, muhto dál go válgabadji lea juo badjel beallemuttu, mearrideimmet ávvudit dán háve min olles válgabaji.

source: Tavallisestihan Saamelaiskäräjillä järjestetään vaalikauden avajaiset, mutta kauden ollessa nyt jo yli puolessa välissä, päätimme juhlistaa tällä kertaa koko vaalikauttamme.
sme: Nuppe dáfus dát áigi lea oalle heivvolaš ávvudeapmái, go dat fállá midjiide vejolašvuođa guorahallat vássán baji ja árvvoštallat makkár bohtosiid leat geargan joksat dán rádjai.

source: Toisaalta tämä ajankohta juhlalle ei ole lainkaan hassumpi, sillä se tarjoaa meille mahdollisuuden katsoa hieman taaksepäin kulunutta kautta ja arvioida, mitä kaikkea olemme ehtineet jo saavuttaa.
sme: Seammás oaidnit makkár áššit leat vel barganláhkai.

source: Samalla voimme peilata saavutuksiamme myös koko vaalikauden tavoitteisiin ja katsoa, mitä meillä vielä on tehtävänämme.
sme: Ásaheimmet juo válgabadjái álggus alla joksanmeriid, dego ovdamearkka dihtii ratifiseret davviriikalaš sámesoahpamuša, ovddidit sámiid olmmošvuoigatvuođaid almmolaččat servodaga buot dásiin, čađahit ja ovddidit sámekultuvrra ja árbevirolaš ealáhusaid suoji, ovddidit doaibmabijuid dálkkádatrievdama caggamii nu, ahte sámiid vuoigatvuođat váldojit vuhtii, sámiid gielalaš ja kultuvrralaš rivttiid ollašuvvan olles riikkas, sámegillii ja sápmelaš oahpahussii laktáseaddji joksanmearit, doarjut sámenuoraid iešguđet vugiid mielde ja maiddái ovddidit Sámedikki iežas doaimma.

source: Vaalikaudelle asetettiin heti alussa kunnianhimoisia tavoitteita kuten esimerkiksi pohjoismaisen saamelaissopimuksen ratifioiminen, saamelaisten ihmisoikeuksien edistäminen yleisesti yhteiskunnan kaikilla tasoille, saamelaiskulttuurin ja perinteisten elinkeinojen suojan toimeenpano ja edistäminen, toimenpiteiden edistäminen ilmastonmuutoksen rajoittamiseksi huomioiden saamelaisten oikeudet, kielellisten ja kulttuuristen oikeuksien toteutuminen koko maassa, Saamen kieleen ja saamenkieliseen opetukseen liittyvät tavoitteet, saamelaisnuorten tukeminen eri tavoin, sekä Saamelaiskäräjien oman toiminnan kehittäminen.
sme: Ii várra oktage mis árvidan válgabaji álggus, ahte ásahuvvon joksanmeriid lassin gártat rahčat maiddái máilmmiviidosaš koronaviruspandemiija spiehkastatdiliin, Ukraina soađi váikkuhusaiguin ja dál maiddái Suoma NATO ságastallamiin.

source: Vaalikauden alussa tuskin kukaan meistä osasi ajatella, että tällä kaudella tulisimmekin asetettujen tavoitteiden edistämisen ohella viettämään ison osan aikaa painien myös globaalin koronavirsupandemian aiheuttamien poikkeusolojen, Ukrainan sodan synnyttämien vaikutusten sekä nyt Suomen NATO-jäsenyyttä koskettavan keskustelun kanssa.
sme: Dát buot áššithan čuhcet njuolga dahje eahpenjuolgat maiddái midjiide sápmelaččaide.

source: Nämä kaikki asiat kun koskettavat suoraan tai välillisesti myös meitä saamelaisia.
sme: Dáin áššiin fuolakeahttá mii leat nagodan bures ovddidit stuorámus oasi min válgabaji váldoáigumušain.

source: Edellä mainituista seikoista huolimatta olemme kuitenkin pystyneet kiitettävästi edistämään suurinta osaa päätavoitteistamme.
sme: Mii leat áŋgiruššan ja bargu gal reahkká vel boahtte beannot jahkáige.

source: Työtä on tehty valtavasti ja työtä riittää vielä myös seuraavaksi puoleksitoista vuodeksi.
sme: Sámiid vuoigatvuohta ovddidit ja dikšut iežas giela ja kultuvrra lea dorvvastuvvon Suoma vuođđolágas ja Sámedikki bargun lea dikšut sápmelaččaid giela ja kultuvrra lassin min stáhtusa eamiálbmogin ja dasa gullevaš áššiid.

source: Saamelaisten oikeus kehittää ja ylläpitää omaa kieltään ja kulttuuriaan on turvattu Suomen perustuslaissa ja Saamelaiskäräjien tehtävänä on hoitaa saamelaisten omaa kieltä ja kulttuuria sekä asemaamme alkuperäiskansana koskevat asiat.
sme: Maŋimuš jagiid áigge Sámedikki barggut leat lassánan mealgat ja ovdamearkka dihtii midjiide bohtet ovddastanbivdagat 80 % eanet go jagis 2019.

source: Viimeisten vuosien aikana Saamelaiskäräjien tehtävät ovat lisääntyneet todella paljon ja esimerkiksi meille tulevien edustuspyyntöjen määrä on kasvanut 80 % vuoteen 2019 verrattuna.
sme: Dát lea čuohcán maiddái min bargiid bargoburesveadjimii nu sakka, ahte Sámediggi válddii atnui spiehkastatdili, man áigge mii vuodjut dikšut dušše midjiide lágas ásahuvvon bargguid.

source: Tämä on heijastunut myös meidän henkilöstömme työhyvinvointiin merkittävällä tavalla, ja toukokuussa 2022 Saamelaiskäräjät ottikin käyttöön poikkeustilan, jonka aikana keskitymme huolehtimaan vain meille kuuluvien lakisääteisten tehtävien hoidosta.
sme: Vaikko mii leatge nákcen ovddidit máŋggaid min váldojoksanmeriin, dat ii dárkkut dan ahte barggut boađášedje nohkat gaskan. Mis leat olu barggut ja ráđđádallamat dikšunláhkai ovdalgo mii sámi álbmogin sáhttit cealkit, ahte min olmmošvuoigatvuođat, nu ovttaskas olbmo go kollektiiva dásis, ollašuvvet ovttaveardásaččat váldoálbmoga ektui.

source: Vaikka useita päätavoitteita onkin pystytty jo edistämään, se ei tietenkään tarkoita, etteikö meillä edelleen olisi paljon töitä tehtävänä ja neuvotteluja neuvoteltavana ennen kuin me saamen kansana voimme todeta, että meidän ihmisoikeudet, niin yksilö- kuin kollektiivisella tasollakin, toteutuvat yhdenvertaisesti valtaväestöön verrattuna.
sme: Oainnán, ahte sámediggelága ođasmahttin ovddidivččii Sámedikki barggu ja sámiid iešmearrideami duohtan dahkama.

source: Näen, että Saamelaiskäräjien työtä ja saamelaisten itsehallinnon toteutumista edistäisi monella tapaa saamelaiskäräjälain uudistaminen.
sme: Sámediggi vuordá ain dieđu sámediggelága ovdáneamis, vaikko lága válmmaštallan doaibmagoddi lea addán smiehttamušas ja smiehttamuš lea leamašan gulaskuddamis juo mannan gease.

source: Vaikka saamelaiskäräjälain uudistusta valmistellut toimikunta on antanut mietintönsä ja mietintö on ollut kommenttikierroksella jo viime kesänä, odotamme edelleen Saamelaiskäräjillä tietoa lain etenemisestä.
sme: Doaivvu mielde Suopma ii leat dakkár riektestáhta, man politihkkariid mielas dilli, mii loavkida sámiid rivttiid, lea heivvolaš dahje normála.

source: En toivoisi, että Suomi on oikeusvaltio, jossa saamelaisten oikeuksia loukkaavaa tilaa pidetään poliitikkojen keskuudessa hyväksyttävänä tai normaalina.
sme: Mun baicce sávan ahte dán ráđđehusas gávdnošii dáhttu ja vuoiggalašvuohta vuolgit divvut dan dili Suomas mii rihkku sámiid vuoigatvuođaid.

source: Sen sijaan toivon, että tältä hallitukselta löytyy tahtotilaa ja oikeudentuntoa lähteä korjaamaan Suomessa vallitseva saamelaisten oikeuksia loukkaava tila.
sme: Eatge mii sámit leat okto dáinna sávaldagain. Maiddái ON olmmošriektekomitea jagis 2019 ja ON nállevealahankomitea leat dán vahkus mearrádusastis gáibidan, ahte dili galgá divvut.

source: Emmekä me saamelaiset ole tämän toiveemme kanssa yksin, sillä myös YK:n ihmisoikeuskomitea vuonna 2019 sekä YK:n rotusyrjinnän poistamista käsittelevä komitea tällä viikolla ovat antaneet ratkaisunsa, joissa loukkaustilaa vaaditaan korjattavaksi.
sme: Livččii njulgestaga heahpat jus dál, go olles oarjemáilbmi deattuha ON:s dahkkon soahpamušaid mearkkašumi ja sárdnu olmmošvuoigatvuođaid bealis, Suopma livččii gárvvis rihkkut dáid soahpamušaid iežas beales.

source: Olisi hurjaa, että nyt kun koko läntinen maailma painottaa YK:ssa yhdessä tehtyjen sopimusten merkitystä ja puhuu ihmisoikeuksien vahvemman toteutumisen puolesta, Suomi olisi valmis rikkomaan näitä sopimuksia omalla kohdallaan.
sme: Diibmá álmmustuvvan evttohus ođđa Sámediggeláhkan lea mu mielas buoremus evttohus dán rádjai ja sávan, ahte beassat ovdánit áššis dan vuođul.

source: Viime vuonna ilmestynyt esitys uudeksi Saamelaiskäräjälaiksi on mielestäni paras tähänastisista esityksistä ja toivon, että sen pohjalta pääsemme etenemään asiassa.
sme: Dál min álbmoga boahttevuođa hárrái ášši lea Suoma stáhta jođihangotti hálddus ja sávan, ahte dii boahtibehtet deattuhit namalassii min sápmelaččaid olmmošvuoigatvuođaid ollašuvvama.

source: Tällä hetkellä ratkaisun avaimet meidän kansamme tulevaisuutta ajatellen ovat kuitenkin Suomen valtion johdon käsissä, ja toivon, että ratkaisussanne tulette painotetaan nimenomaan meidän saamelaisten ihmisoikeuksien toteutumista.
sme: Olmmošvuoigatvuođaid loavkideami lassin nubbi ášši, man birra sámeservodat guoddá fuola eanet ain eanet, lea dálkkádatrievdan ja dan váikkuhusat min guovllu lundui.

source: Ihmisoikeuksien loukkauksien lisäksi toinen saamelaisyhteiskuntaa koko ajan enenevissä määrin huolestuttava asia on ilmastonmuutos ja sen vaikutukset alueemme luontoon.
sme: Dáid váikkuhusaid beasaimet dovdat juo dálvit 2019-2020, go muohtadilli lei eahpedábálaš ja hui hástaleaddji.

source: Näistä vaikutuksista saatiin esimakua talvella 2019–2020, joka oli lumiolosuhteiden vuoksi poikkeuksellinen ja erittäin haastava.
sme: Máŋggat boazodoallit gillájit ain dain vahágiin, maid duot dálvi oaččui áigái.

source: Kaikki poronhoitajat eivät vieläkään ole täysin selvinneet tuon talven aiheuttamista vahingoista.
sme: Maiddái boazodoalu golut leat badjánan mearkkašahtti olu ja ovdamearkka dihtii boaldámušaid hattit leat juo masa meariheamet.

source: Myös porotalouden kulut ovat nousseet huomattavasti ja esimerkiksi polttoaineiden hinnat ovat jo miltei kohtuuttomia.
sme: Dál dat čuohcá eandalit boazodoalliide, geat geavahit bargguin earret eará njealjejuvllagiid ja skohteriid.

source: Tällä hetkellä se iskee erityisesti juuri poronhoitajiin, jotka käyttävät työssään muun muassa mönkijöitä ja moottorikelkkoja.
sme: Dáid bargoneavvuid elektrihkalaš molssaeavttuid ráhkadeapmi orru leat easkka álggus, jus álgange, ja dán muttus min vejolašvuohta lea geavahit mášeniid mat johtet fossiila boaldámušaiguin.

source: Näiden työvälineiden sähköistäminen on edelleen lasten kengissä, ja tällä hetkellä ainoa vaihtoehtomme on käyttää fossiilisilla polttoaineilla kulkevia koneita.
sme: Dálkkádatrievdan váikkuha maiddái min guovllu čázádagaide ja ealániidda.

source: Ilmastonmuutos vaikuttaa myös alueemme vesistöihin ja niiden eliöstöihin.
sme: Das leatge hui njuolggo ja stuorra váikkuhusat sápmelaččaid árbevirolaš ealáhusaiguin bargamii ja dieđusge maiddái min kultuvrii ja gielaide.

source: Sillä on siis hyvin suoria ja merkittäviä vaikutuksia saamelaisten perinteisten elinkeinojen harjoittamismahdollisuuksiin ja tietysti myös kulttuuriimme ja kieliimme.
sme: Sámediggi lea dán válgabajis bidjan hui olu návccaid dálkkádatrievdanollisvuođain bargamii.

source: Saamelaiskäräjillä on tällä kaudella panostettu erittäin paljon ilmastonmuutoskokonaisuuden työstämiseen.
sme: Dán barggu ulbmilin lea ohcat iešguđetlágan čovdosiid ja gearggusvuođa reageret ja sajáiduvvat dálá, ja boahttevuođas vejolaččat nuppástuvvi diliide.

source: Tällä työllä haetaan erilaisia ratkaisuja ja valmiutta reagoida ja sopeutua vallitseviin ja tulevaisuudessa mahdollisesti muuttuviinkin olosuhteisiin.
sme: Dálkkádatlága ođasmahttima oktavuođas mii leat lihkosmuvvan ráđđádallat sápmelaš dálkkádatráđi vuođđudeamis, man oasil ásahusa leat vel dárkkálnuhttimin.

source: Ilmastolain uudistamisen yhteydessä olemme onnistuneesti neuvotelleet saamelaisen ilmastoneuvoston perustamisesta, jonka osalta tosin asetusta ollaan edelleen viimeistelemässä.
sme: Dál Eana- ja meahccedoalloministeriija válmmaštallá álbmotlaš dálkkádatrievdamii sajáiduvvan plána, man maiddái Sámediggi prioritere barggustis.

source: Tällä hetkellä Maa- ja metsätalousministeriö valmistelee kansallista ilmastonmuutokseen sopeutumissuunnitelmaa, jota myös Saamelaiskäräjät priorisoi työssään.
sme: Mii hálidit, ahte maiddái sápmelaččaid árbevirolaš ealáhusaid vuoigaiduvvandárbbut váldojit doarvái bures vuhtii plánas.

source: Haluamme, että myös saamelaisten perinteisten elinkeinojen sopeutumistarpeet tulevat riittävällä tavalla huomioiduksi suunnitelmassa.
sme: Ovddabeale áššiid lassin mii leat dán válgabaji áigge maiddái bargan garrasit sápmelaš boazodoalliid dili buorideami ovdii ee. sadjásašveahkkelága ođasmahttima aktiivvalaš ovddideami bokte, ja maiddái gáibidan doarvái buhtadusaid juo máinnašuvvon jagi 2019-2020 eahpedábálaš muohtadili dagahan vahágiid buhtadeapmin.

source: Edellä mainittujen lisäksi, olemme tehneet kovasti töitä tällä vaalikaudella saamelaisten poronhoitajien aseman parantamiseksi mm. edistämällä aktiivisesti sijaisapulain päivittämistä ja vaatimalla riittäviä korvauksia jo edellä mainitun vuoden 2019–2020 poikkeuksellisten lumiolosuhteiden aiheuttamien vahinkojen korvaamiseksi.
sme: Oahppomateriálabarggu bealde mii leat ožžon guovttegeardán supmi jagi 2022 oahppomateriála bargui.

source: Oppimateriaalipuolella olemme saaneet tuplattua oppimateriaalityöhön vuonna 2022 käytettävissä olevan summan.
sme: Sode bealde ođasmahtiimet diibmá 30 jagi deavdán ovttasbargosoahpamuša Kelain.

source: Sote-puolella uudistimme viime vuonna 30 vuotta täyttäneen yhteistyösopimuksen Kelan kanssa.
sme: Dan lassin jagis 2021 beasaimet bálkkáhit dállui ođđa láhkačálli, gean virggis dahkkojuvvui fásta virgi jagis 2021, ja ikteges beasaimet ávvudit sápmelaš psykososiáladoarjaga ovttadaga virggálaš rahpama.

source: Lisäksi vuonna 2021 saimme palkattua taloon uuden lakimiessihteerin, jonka virka vakinaistettiin tänä vuonna. Totuus- ja sovintokomissio asetettiin vuonna 2021 ja eilen saimme juhlia saamelaisen psykososiaalisen tuen yksikön virallisia avajaisia.
sme: Jagis 2021 Suoma alimus riekti mieđihii Sámediggái medállja dan mávssolaš barggu gudnin, man Sámediggi bargá sámiid eamiálbmoga gielalaš ja kultuvrralaš iešstivrejumi ovdii.

source: Vuonna 2021 Suomen korkein oikeus myönsi Saamelaiskäräjillä mitalin kunnianosoituksena sen arvokkaalle työlle saamelaisten alkuperäiskansan kieltä ja kulttuuria koskevassa itsehallinnossa.
sme: Dát lea mu mielas maiddái dehálaš muittuhus midjiide sápmelaččaide das, ahte vaikko suopmelaš servodagas gávdnojit olu individuálat, geain leat kritihkalaš doaladumit Sámedikki doaimma hárrái, gávdnojit maiddái sii, geat adnet árvvus ja gudnejahttet min barggu.

source: Tämä on mielestäni tärkeä muistutus myös meille saamelaisille siitä, että vaikka suomalaisessa yhteiskunnassa riittää Saamelaiskäräjien toimintaan kriittisesti suhtautuvia yksilöitä, on kuitenkin myös niitä jotka arvostavat ja kunnioittavat tekemäämme työtä.
sme: Maiddái sápmelaš servodagas leat dáhpáhuvvan dehálaš ja fiinna áššit, dego ee. dán giđa alimus rievtti ovdamearrádusat sámiid guolástanrivttiid birra.

source: Saamelaisessa yhteiskunnassa on myös muutoin tapahtunut tärkeitä ja hienoja asioita, kuten muun muassa tänä keväänä korkeimman oikeuden antamat ennakkopäätökset koskien saamelaisten kalastusoikeuksia.
sme: Dán oktavuođas hálidan giitit erenomážit din, geat lehpet bargan stuorámus barggu ja vulggiidet dáistalit iežadet, ja seammás buot Suomas ássi sápmelaččaid vuoigatvuođas dikšut iežas kultuvrra ja bargat árbevirolaš ealáhusaiguin.

source: Tässä yhteydessä haluan kiittää erityisesti teitä, jotka teitte tässä suurimman työn ja lähditte taistelemaan omien, ja samalla kaikkien Suomessa asuvien saamelaisten oikeuksista ylläpitää kulttuuriaan ja harjoittaa perinteisiä elinkeinojaan.
sme: Šállošan, ahte dát mearrádus ii vuhtton vel dán gease Deanu luossabivddu ráddjehusain, muhto Sámediggi bargá garrasit dan ovdii, ahte boahttevuođas sápmelaččaid vuoigatvuohta ovddidit ja dikšut iežas giela ja kultuvrra váldošii vuhtii maiddái Deanu luossabivdoráddjehusaid plánedettiin.

source: Valitettavasti tämä päätös ei heijastunut vielä tänä kesänä Tenojoen lohenkalastusta koskevaan sääntelyyn, mutta Saamelaiskäräjät tekee parhaansa, että tulevaisuudessa saamelaisten oikeus kehittää ja ylläpitää omaa kieltään ja kulttuuriaan huomioitaisiin myös Tenon lohenkalastukseen liittyvien rajoitusten suunnittelussa.
sme: Geassemánus 2021 Ohcejoga boazodálolaččaid oktasašmeahcci mearridii suodjalit 700 hektára boaresvuvddiid Muttošjávrre bálgosa eatnamiin.

source: Kesäkuussa 2021 Utsjoen porotilojen yhteismetsä teki päätöksen suojella 700 hehtaaria vanhaa ikimetsää Muddusjärven paliskunnan alueella.
sme: Dát lea mu mielas mearkkašahtti mearrádus, mii doaivvu mielde doaibmá ovdamearkan maiddái earáide.

source: Näen tämän merkittävänä päätöksenä, joka toivottavasti näyttää esimerkkiä myös muille.
sme: Oktasašmeahcci ovttas bálgosiin bivddii Sámedikkis veahki ášši ovddideapmái ja Sámediggi ovddidiige iežas oasil ášši birasministeriijas ja čájehii doarjaga suodjalandárbui.

source: Yhteismetsä pyysi yhdessä paliskunnan kanssa Saamelaiskäräjiä auttamaan asian edistämisessä ja Saamelaiskäräjät edistikin omalta osaltaan asiaa ympäristöministeriössä ja ilmaisi tukensa suojelutarpeelle.
sme: Kultursuorggis sápmelaččat leat nannen iežas sajádaga ee. Venezia dáiddabiennálas, gos vuosttas háve álbmotlaš paviljoŋŋas ledje dušše beare sápmelaš dáiddárat.

source: Kulttuuripuolella saamelaiset ovat vahvistaneet omaa jalansijaansa ollessaan näkyvästi esillä mm. Venezia taidebiennaalessa, jossa ensimmäistä kertaa kansallisessa paviljongissa on ainoastaan saamelaistaiteilijoita.
sme: Diibmá čakčat ávvudeimmet badjel 2000 Sámis čoggojuvvon gálvvu máhccama Suoma Álbmotmuseas Sápmái, ja moadde vahku dassái ávvudeimmet ođasmahtton ja viiddiduvvon Sámemusea Siidda rahpama.

source: Viime vuoden syksyllä juhlimme Kansallismuseolta tulleen reilun 2000 Saamenmaalta kerätyn esineen kotiinpaluuta ja vain muutama viikko sitten saimme viettää uudistuneen ja laajennetun Saamelaismuseo Siidan avajaisia.
sme: Dát ovdamearkkat čájehit mu mielas dan man lean ovdalge lohkan: “Sápmelaš servodagas juohkehačča bargu lea mávssolaš ja ovttas mii olahit dan buot buoremus bohtosa”.

source: Edellä nostetut esimerkit osoittavat mielestäni sen, mitä olen aiemminkin sanonut: ” Saamelaisessa yhteiskunnassa jokaisen tekemällä työllä on merkitystä ja yhdessä saamme aikaan parhaan lopputuloksen”.
sme: Vaikko Sámediggi lea sápmelaččaid virggálaš ovddastusorgána Suomas, bargu min álbmoga, kultuvrra, giela ja árbevirolaš ealáhusaid ovdii dahkko olu maiddái servodaga iešguđet dásiin.

source: Vaikka Saamelaiskäräjät on saamelaisia virallisesti edustava elin Suomessa, työtä kansamme, kulttuurimme, kielemme ja perinteisten elinkeinojemme ylläpitämisen ja kehittymisen eteen tehdään valtavasti myös muualla yhteiskuntamme eri tasoilla.
sme: Hálidan iežan bealis giitit buohkaid din, geat dán barggu bargabehtet.

source: Haluan siis omalta osaltani kiittää teitä kaikkia, jotka tätä työtä teette.
sme: Bargu sámiid áššiid ovdii dahkko maiddái suopmelaš servodagas.

source: Työtä saamelaisia koskettavien asioiden parissa tehdään myös suomalaisessa yhteiskunnassa.
sme: Odne mis leamašan gudni oažžut guossin Suoma stáhtaministtar Sanna Marina.

source: Tänään meillä on kunnia saada vieraaksemme Suomen pääministeri Sanna Marin.
sme: Hálidan giitit maiddái Du, Stáhtaministtar Marin, buorre ovttasbarggus ja sámiid áššiid ovddideamis dán rádjai, álot gitta ártkalaš strategias duohtavuođa ja soabadan komisuvdna ásáheames.

source: Haluan kiittää myös teitä Pääministeri Marin hyvästä yhteistyöstämme ja saamelaisten asioiden edistämiseksi tähän asti tekemästänne työstä esimerkiksi Suomen arktisen strategian ja totuus- ja sovintokomission asettamisen yhteydessä.
sme: Mun sávan, ahte dát bargu min álbmoga ja erenomážit min álbmoga rivttiid ovdii joatkašuvvá maiddái boahttevuođas.

source: Toiveenani olisi, että tämä työ kansani, ja ennen kaikkea kansani oikeuksien toteutumisen puolesta jatkuisi myös tulevaisuudessa.
sme: Sámedikki ságajođiheaddjin dieđán, ahte sámiid vuoigatvuođaid ja sajádaga ovddideapmi ii leat álki iige álo somáge.

source: Saamelaiskäräjien nykyisenä puheenjohtajana tiedän, että työ saamelaisten oikeuksien ja aseman edistämiseksi ei useinkaan ole helppoa, eikä se aina ole myöskään hauskaa.
sme: Muhtumin váttisvuođaid ovddas lea dehálaš, ahte gávdnojit olbmot geaiguin sáhttá ságastallat ja suokkardallat áššiid.

source: Joskus tiukkojen paikkojen tullen on tärkeää, että ympärillä on ihmisiä, joiden kanssa voi keskustella ja analysoida erilaisia asioita.
sme: Lea maiddái dehálaš muitit, ahte min servodagas gávdno valjis čehppodat, eatge leat okto heaibumin váttes gažaldagaiguin.

source: Niissä tilanteissa on tärkeää myös muistaa, että yhteiskunnassamme on valtavasti osaamista, emmekä ole yksin painimassa vaikeiden kysymysten kanssa.
sme: Juo minge ovdal máŋggat buolvvat leat bargan sápmelaš eallinvuogi, kultuvrra ja giela ovdii.

source: Jo ennen meitä useat sukupolvet ovat tehneet töitä saamelaisen elämäntavan, kulttuurin ja kielen edistämiseksi.
sme: Mu boarrásut olbmuin gávdno divrras eallinviisodat, man anán alla árvvus.

source: Itseäni vanhemmat kantavat mukanaan myös elämänkokemuksen tuomaa viisautta, ja tuota viisautta arvostan kovasti.
sme: Lean oahppan iežan siidda boarrásut olbmuin olu eallima birra ja okta dehálamos oahpuin leamašan sitkatvuohta.

source: Olen oppinut oman siidani vanhemmilta henkilöiltä paljon elämästä ja yksi tärkeimmistä opeista on periksiantamattomuus.
sme: Seamma sitkatvuohta dárbbašuvvo maiddái Sámedikki ságadoallin.

source: Samaa periksiantamattomuutta tarvitaan myös saamelaiskäräjien puheenjohtajana.
sme: Go mii leat duoddaris guođoheamen ealu, sáhttá geavvat nu ahte eallu bieđgana ja áššit eai mana dalán justa numo leimmet áigon.

source: Kun tunturissa olemme paimentamassa tokkaamme, tokka ei aina välttämättä pysy kasassa eivätkä asiat aina välttämättä mene ensimmäisellä kerralla niin kuin on suunniteltu.
sme: Badjeolmmošhan ii sáhte vuollánit, baicce ferte fuolahit iežas bohccuin.

source: Poromies ei kuitenkaan koskaan voi antaa periksi, vaan omasta tokasta pidetään huolta.
sme: Nu lea maiddái sámiid áššiid ovddidettiin, áššit eai álo lihkosmuva vuosttas háve, muhto dalle fertet geahččalit ain ođđasit ja ođđasit ja min álbmot bagada álo min barggu.

source: Samoin saamelaisten asioita edistettäessä, asiat eivät aina välttämättä onnistu ensimmäisellä kerralla, mutta sitten yritetään uudelleen ja oman kansan ohjaa aina työtämme.
sme: Aistton Sofia Jannok lávlaga sániid, mii leat ain dáppe.

source: Ja niin kauan kuin me olemme täällä, työ saamelaisten oikeuksien, kulttuurin, kielten ja elinkeinojen elinvoimaisuuden säilyttämiseksi jatkuu.
sme: Vel oktii váimmolaččat buresboahtin Sámedikki válgabaji 2020-2023 ávvudoaluide.

source: Vielä kerran lämpimästi tervetuloa Saamelaiskäräjien vaalikauden 2020–2023 juhlaan.
sme: Doaivvu mielde návddašehpet otná beaivvis ja buot fiinna ovdanbuktimiin.

source: Toivottavasti nautitte päivästä ja kaikista upeista esityksistä.
sme: Ollu giitu.
